{
	"@metadata": {
		"authors": [
			"Amire80",
			"Joseph Seddon",
			"Robby"
		]
	},
	"searchvue-aria-button": "Aria label used to inform non visual user of the search preview extension",
	"searchvue-dialog-title": "Title for the Search Preview dialog",
	"searchvue-dialog-aria-label": "Aria label used to explain the non visual user what the intent to inform user the content of the search preview",
	"searchvue-desc": "{{desc|name=SearchVue|url=https://www.mediawiki.org/wiki/Extension:SearchVue}}",
	"searchvue-close": "Title for the svg used to close the Quick View on mobile view",
	"searchvue-next": "Title of the svg used to move to the next result",
	"searchvue-previous": "Title of the svg used to move to the previous result\n{{identical|Previous}}",
	"searchvue-label": "Used in [[Special:Preferences]], tab \"Search\". Offer the user the ability to enable or disable the search preview feature.",
	"searchvue-loading": "Loading messages shown while the search preview loads on mobile devices.",
	"searchvue-no-content": "Used on mobile view to inform the user that there is not enought content to show the search preview.",
	"searchvue-snippet-gotofullpage": "Button shown at the bottom of the result snippet to navigate to the full page",
	"searchvue-snippet-gotofullpage-ns0": "Button shown at the bottom of the result snippet to navigate to the full article if it belongs to the Main namespace",
	"searchvue-commons-viewmore": "Link to see more results for commons images for the selected page",
	"searchvue-commons-viewmore-mobile": "Link to see more results for commons images for the selected page for mobile",
	"searchvue-commons-footnote": "Credits message to inform the user that the content displayed comes from Commons",
	"searchvue-commons-heading": "Heading of the Commons images shown for the selected page",
	"searchvue-commons-heading-mobile": "Heading of the Commons images shown for the selected page displayed on mobile",
	"searchvue-article-sections-heading": "Text that represent page sections heading",
	"searchvue-article-sections-heading-ns0": "Text that represent article sections heading if it belongs to the Main namespace",
	"searchvue-more-sections": "Text indicating the remaining amount of sections. Parameters:\n* $1 - The number of remaining sections",
	"searchvue-help": "Help text for user preference that offer the user the ability to enable or disable the search preview feature.",
	"searchvue-links-subheading": "A link in the search results sidebar. Points to a possibly relevant page in another wiki in the family. For example, in Wikipedia, this may say \"In Wikivoyage\", \"In Wikisource\", etc. Parameters:\n* $1 - Name of the other wiki site",
	"tutorial-popup-title": "Heading of the tutorial popup",
	"tutorial-popup-text1": "First paragraph in the tutorial popup",
	"tutorial-popup-text2": "Second paragraph in the tutorial popup",
	"tutorial-popup-text-mobile": "Tutorial popup text for mobile devices",
	"tutorial-popup-preferences": "Text that represent preferences",
	"tutorial-popup-close": "Title for the svg used to close tutorial popup\n{{identical|Close}}"
}
